load_test/1000vus5m.log

          /\      |‾‾| /‾‾/   /‾‾/   
     /\  /  \     |  |/  /   /  /    
    /  \/    \    |     (   /   ‾‾\  
   /          \   |  |\  \ |  (‾)  | 
  / __________ \  |__| \__\ \_____/ .io

  execution: local
     script: load-test.js
     output: -

  scenarios: (100.00%) 1 scenario, 1000 max VUs, 5m30s max duration (incl. graceful stop):
           * default: 1000 looping VUs for 5m0s (gracefulStop: 30s)


running (0m00.8s), 1000/1000 VUs, 23 complete and 0 interrupted iterations
default   [   0% ] 1000 VUs  0m00.8s/5m0s

running (0m01.8s), 1000/1000 VUs, 237 complete and 0 interrupted iterations
default   [   1% ] 1000 VUs  0m01.8s/5m0s

running (0m02.8s), 1000/1000 VUs, 898 complete and 0 interrupted iterations
default   [   1% ] 1000 VUs  0m02.8s/5m0s

running (0m03.8s), 1000/1000 VUs, 1631 complete and 0 interrupted iterations
default   [   1% ] 1000 VUs  0m03.8s/5m0s

running (0m04.8s), 1000/1000 VUs, 2635 complete and 0 interrupted iterations
default   [   2% ] 1000 VUs  0m04.8s/5m0s

running (0m05.8s), 1000/1000 VUs, 3688 complete and 0 interrupted iterations
default   [   2% ] 1000 VUs  0m05.8s/5m0s

running (0m06.8s), 1000/1000 VUs, 4989 complete and 0 interrupted iterations
default   [   2% ] 1000 VUs  0m06.8s/5m0s

running (0m07.8s), 1000/1000 VUs, 6734 complete and 0 interrupted iterations
default   [   3% ] 1000 VUs  0m07.8s/5m0s

running (0m08.8s), 1000/1000 VUs, 8424 complete and 0 interrupted iterations
default   [   3% ] 1000 VUs  0m08.8s/5m0s

running (0m09.8s), 1000/1000 VUs, 10003 complete and 0 interrupted iterations
default   [   3% ] 1000 VUs  0m09.8s/5m0s

running (0m10.8s), 1000/1000 VUs, 11759 complete and 0 interrupted iterations
default   [   4% ] 1000 VUs  0m10.8s/5m0s

running (0m11.8s), 1000/1000 VUs, 13404 complete and 0 interrupted iterations
default   [   4% ] 1000 VUs  0m11.8s/5m0s

running (0m12.8s), 1000/1000 VUs, 15086 complete and 0 interrupted iterations
default   [   4% ] 1000 VUs  0m12.8s/5m0s

running (0m13.8s), 1000/1000 VUs, 16912 complete and 0 interrupted iterations
default   [   5% ] 1000 VUs  0m13.8s/5m0s

running (0m14.8s), 1000/1000 VUs, 18153 complete and 0 interrupted iterations
default   [   5% ] 1000 VUs  0m14.8s/5m0s

running (0m15.8s), 1000/1000 VUs, 18350 complete and 0 interrupted iterations
default   [   5% ] 1000 VUs  0m15.8s/5m0s

running (0m16.8s), 1000/1000 VUs, 19792 complete and 0 interrupted iterations
default   [   6% ] 1000 VUs  0m16.8s/5m0s

running (0m17.8s), 1000/1000 VUs, 21312 complete and 0 interrupted iterations
default   [   6% ] 1000 VUs  0m17.8s/5m0s

running (0m18.8s), 1000/1000 VUs, 22943 complete and 0 interrupted iterations
default   [   6% ] 1000 VUs  0m18.8s/5m0s

running (0m19.8s), 1000/1000 VUs, 24612 complete and 0 interrupted iterations
default   [   7% ] 1000 VUs  0m19.8s/5m0s

running (0m20.8s), 1000/1000 VUs, 26373 complete and 0 interrupted iterations
default   [   7% ] 1000 VUs  0m20.8s/5m0s

running (0m21.8s), 1000/1000 VUs, 28107 complete and 0 interrupted iterations
default   [   7% ] 1000 VUs  0m21.8s/5m0s

running (0m22.8s), 1000/1000 VUs, 29990 complete and 0 interrupted iterations
default   [   8% ] 1000 VUs  0m22.8s/5m0s

running (0m23.8s), 1000/1000 VUs, 31853 complete and 0 interrupted iterations
default   [   8% ] 1000 VUs  0m23.8s/5m0s

running (0m24.8s), 1000/1000 VUs, 33771 complete and 0 interrupted iterations
default   [   8% ] 1000 VUs  0m24.8s/5m0s

running (0m25.8s), 1000/1000 VUs, 35594 complete and 0 interrupted iterations
default   [   9% ] 1000 VUs  0m25.8s/5m0s

running (0m26.8s), 1000/1000 VUs, 37312 complete and 0 interrupted iterations
default   [   9% ] 1000 VUs  0m26.8s/5m0s

running (0m27.8s), 1000/1000 VUs, 39302 complete and 0 interrupted iterations
default   [   9% ] 1000 VUs  0m27.8s/5m0s

running (0m28.8s), 1000/1000 VUs, 41122 complete and 0 interrupted iterations
default   [  10% ] 1000 VUs  0m28.8s/5m0s

running (0m29.8s), 1000/1000 VUs, 42769 complete and 0 interrupted iterations
default   [  10% ] 1000 VUs  0m29.8s/5m0s

running (0m30.8s), 1000/1000 VUs, 44591 complete and 0 interrupted iterations
default   [  10% ] 1000 VUs  0m30.8s/5m0s

running (0m31.8s), 1000/1000 VUs, 46225 complete and 0 interrupted iterations
default   [  11% ] 1000 VUs  0m31.8s/5m0s

running (0m32.8s), 1000/1000 VUs, 48015 complete and 0 interrupted iterations
default   [  11% ] 1000 VUs  0m32.8s/5m0s

running (0m33.8s), 1000/1000 VUs, 49878 complete and 0 interrupted iterations
default   [  11% ] 1000 VUs  0m33.8s/5m0s

running (0m34.8s), 1000/1000 VUs, 51590 complete and 0 interrupted iterations
default   [  12% ] 1000 VUs  0m34.8s/5m0s

running (0m35.8s), 1000/1000 VUs, 53366 complete and 0 interrupted iterations
default   [  12% ] 1000 VUs  0m35.8s/5m0s

running (0m36.8s), 1000/1000 VUs, 55080 complete and 0 interrupted iterations
default   [  12% ] 1000 VUs  0m36.8s/5m0s

running (0m37.8s), 1000/1000 VUs, 56972 complete and 0 interrupted iterations
default   [  13% ] 1000 VUs  0m37.8s/5m0s

running (0m38.8s), 1000/1000 VUs, 58792 complete and 0 interrupted iterations
default   [  13% ] 1000 VUs  0m38.8s/5m0s

running (0m39.8s), 1000/1000 VUs, 60629 complete and 0 interrupted iterations
default   [  13% ] 1000 VUs  0m39.8s/5m0s

running (0m40.8s), 1000/1000 VUs, 62475 complete and 0 interrupted iterations
default   [  14% ] 1000 VUs  0m40.8s/5m0s

running (0m41.8s), 1000/1000 VUs, 64159 complete and 0 interrupted iterations
default   [  14% ] 1000 VUs  0m41.8s/5m0s

running (0m42.8s), 1000/1000 VUs, 66020 complete and 0 interrupted iterations
default   [  14% ] 1000 VUs  0m42.8s/5m0s

running (0m43.8s), 1000/1000 VUs, 67631 complete and 0 interrupted iterations
default   [  15% ] 1000 VUs  0m43.8s/5m0s

running (0m44.8s), 1000/1000 VUs, 69349 complete and 0 interrupted iterations
default   [  15% ] 1000 VUs  0m44.8s/5m0s

running (0m45.8s), 1000/1000 VUs, 71010 complete and 0 interrupted iterations
default   [  15% ] 1000 VUs  0m45.8s/5m0s

running (0m46.8s), 1000/1000 VUs, 72789 complete and 0 interrupted iterations
default   [  16% ] 1000 VUs  0m46.8s/5m0s

running (0m47.8s), 1000/1000 VUs, 74273 complete and 0 interrupted iterations
default   [  16% ] 1000 VUs  0m47.8s/5m0s

running (0m48.8s), 1000/1000 VUs, 76128 complete and 0 interrupted iterations
default   [  16% ] 1000 VUs  0m48.8s/5m0s

running (0m49.8s), 1000/1000 VUs, 77666 complete and 0 interrupted iterations
default   [  17% ] 1000 VUs  0m49.8s/5m0s

running (0m50.8s), 1000/1000 VUs, 79340 complete and 0 interrupted iterations
default   [  17% ] 1000 VUs  0m50.8s/5m0s

running (0m51.8s), 1000/1000 VUs, 80905 complete and 0 interrupted iterations
default   [  17% ] 1000 VUs  0m51.8s/5m0s

running (0m52.8s), 1000/1000 VUs, 82710 complete and 0 interrupted iterations
default   [  18% ] 1000 VUs  0m52.8s/5m0s

running (0m53.8s), 1000/1000 VUs, 84457 complete and 0 interrupted iterations
default   [  18% ] 1000 VUs  0m53.8s/5m0s

running (0m54.8s), 1000/1000 VUs, 86153 complete and 0 interrupted iterations
default   [  18% ] 1000 VUs  0m54.8s/5m0s

running (0m55.8s), 1000/1000 VUs, 87913 complete and 0 interrupted iterations
default   [  19% ] 1000 VUs  0m55.8s/5m0s

running (0m56.8s), 1000/1000 VUs, 89639 complete and 0 interrupted iterations
default   [  19% ] 1000 VUs  0m56.8s/5m0s

running (0m57.8s), 1000/1000 VUs, 91264 complete and 0 interrupted iterations
default   [  19% ] 1000 VUs  0m57.8s/5m0s

running (0m58.8s), 1000/1000 VUs, 92288 complete and 0 interrupted iterations
default   [  20% ] 1000 VUs  0m58.8s/5m0s

running (0m59.8s), 1000/1000 VUs, 94018 complete and 0 interrupted iterations
default   [  20% ] 1000 VUs  0m59.8s/5m0s

running (1m00.8s), 1000/1000 VUs, 95839 complete and 0 interrupted iterations
default   [  20% ] 1000 VUs  1m00.8s/5m0s

running (1m01.8s), 1000/1000 VUs, 97379 complete and 0 interrupted iterations
default   [  21% ] 1000 VUs  1m01.8s/5m0s

running (1m02.8s), 1000/1000 VUs, 99139 complete and 0 interrupted iterations
default   [  21% ] 1000 VUs  1m02.8s/5m0s

running (1m03.8s), 1000/1000 VUs, 100851 complete and 0 interrupted iterations
default   [  21% ] 1000 VUs  1m03.8s/5m0s

running (1m04.8s), 1000/1000 VUs, 102649 complete and 0 interrupted iterations
default   [  22% ] 1000 VUs  1m04.8s/5m0s

running (1m05.8s), 1000/1000 VUs, 104259 complete and 0 interrupted iterations
default   [  22% ] 1000 VUs  1m05.8s/5m0s

running (1m06.8s), 1000/1000 VUs, 106032 complete and 0 interrupted iterations
default   [  22% ] 1000 VUs  1m06.8s/5m0s

running (1m07.8s), 1000/1000 VUs, 107753 complete and 0 interrupted iterations
default   [  23% ] 1000 VUs  1m07.8s/5m0s

running (1m08.8s), 1000/1000 VUs, 109455 complete and 0 interrupted iterations
default   [  23% ] 1000 VUs  1m08.8s/5m0s

running (1m09.8s), 1000/1000 VUs, 111098 complete and 0 interrupted iterations
default   [  23% ] 1000 VUs  1m09.8s/5m0s

running (1m10.8s), 1000/1000 VUs, 112766 complete and 0 interrupted iterations
default   [  24% ] 1000 VUs  1m10.8s/5m0s

running (1m11.8s), 1000/1000 VUs, 114405 complete and 0 interrupted iterations
default   [  24% ] 1000 VUs  1m11.8s/5m0s

running (1m12.8s), 1000/1000 VUs, 116190 complete and 0 interrupted iterations
default   [  24% ] 1000 VUs  1m12.8s/5m0s

running (1m13.8s), 1000/1000 VUs, 117833 complete and 0 interrupted iterations
default   [  25% ] 1000 VUs  1m13.8s/5m0s

running (1m14.8s), 1000/1000 VUs, 119668 complete and 0 interrupted iterations
default   [  25% ] 1000 VUs  1m14.8s/5m0s

running (1m15.8s), 1000/1000 VUs, 121304 complete and 0 interrupted iterations
default   [  25% ] 1000 VUs  1m15.8s/5m0s

running (1m16.8s), 1000/1000 VUs, 123130 complete and 0 interrupted iterations
default   [  26% ] 1000 VUs  1m16.8s/5m0s

running (1m17.8s), 1000/1000 VUs, 124730 complete and 0 interrupted iterations
default   [  26% ] 1000 VUs  1m17.8s/5m0s

running (1m18.8s), 1000/1000 VUs, 126577 complete and 0 interrupted iterations
default   [  26% ] 1000 VUs  1m18.8s/5m0s

running (1m19.8s), 1000/1000 VUs, 128219 complete and 0 interrupted iterations
default   [  27% ] 1000 VUs  1m19.8s/5m0s

running (1m20.8s), 1000/1000 VUs, 130024 complete and 0 interrupted iterations
default   [  27% ] 1000 VUs  1m20.8s/5m0s

running (1m21.8s), 1000/1000 VUs, 131759 complete and 0 interrupted iterations
default   [  27% ] 1000 VUs  1m21.8s/5m0s

running (1m22.8s), 1000/1000 VUs, 133513 complete and 0 interrupted iterations
default   [  28% ] 1000 VUs  1m22.8s/5m0s

running (1m23.8s), 1000/1000 VUs, 135223 complete and 0 interrupted iterations
default   [  28% ] 1000 VUs  1m23.8s/5m0s

running (1m24.8s), 1000/1000 VUs, 136990 complete and 0 interrupted iterations
default   [  28% ] 1000 VUs  1m24.8s/5m0s

running (1m25.8s), 1000/1000 VUs, 138521 complete and 0 interrupted iterations
default   [  29% ] 1000 VUs  1m25.8s/5m0s

running (1m26.8s), 1000/1000 VUs, 140381 complete and 0 interrupted iterations
default   [  29% ] 1000 VUs  1m26.8s/5m0s

running (1m27.8s), 1000/1000 VUs, 142090 complete and 0 interrupted iterations
default   [  29% ] 1000 VUs  1m27.8s/5m0s

running (1m28.8s), 1000/1000 VUs, 143771 complete and 0 interrupted iterations
default   [  30% ] 1000 VUs  1m28.8s/5m0s

running (1m29.8s), 1000/1000 VUs, 145444 complete and 0 interrupted iterations
default   [  30% ] 1000 VUs  1m29.8s/5m0s

running (1m30.8s), 1000/1000 VUs, 147141 complete and 0 interrupted iterations
default   [  30% ] 1000 VUs  1m30.8s/5m0s

running (1m31.8s), 1000/1000 VUs, 148498 complete and 0 interrupted iterations
default   [  31% ] 1000 VUs  1m31.8s/5m0s

running (1m32.8s), 1000/1000 VUs, 150343 complete and 0 interrupted iterations
default   [  31% ] 1000 VUs  1m32.8s/5m0s

running (1m33.8s), 1000/1000 VUs, 151878 complete and 0 interrupted iterations
default   [  31% ] 1000 VUs  1m33.8s/5m0s

running (1m34.8s), 1000/1000 VUs, 153816 complete and 0 interrupted iterations
default   [  32% ] 1000 VUs  1m34.8s/5m0s

running (1m35.8s), 1000/1000 VUs, 155491 complete and 0 interrupted iterations
default   [  32% ] 1000 VUs  1m35.8s/5m0s

running (1m36.8s), 1000/1000 VUs, 157205 complete and 0 interrupted iterations
default   [  32% ] 1000 VUs  1m36.8s/5m0s

running (1m37.8s), 1000/1000 VUs, 159035 complete and 0 interrupted iterations
default   [  33% ] 1000 VUs  1m37.8s/5m0s

running (1m38.8s), 1000/1000 VUs, 160713 complete and 0 interrupted iterations
default   [  33% ] 1000 VUs  1m38.8s/5m0s

running (1m39.8s), 1000/1000 VUs, 162455 complete and 0 interrupted iterations
default   [  33% ] 1000 VUs  1m39.8s/5m0s

running (1m40.8s), 1000/1000 VUs, 164315 complete and 0 interrupted iterations
default   [  34% ] 1000 VUs  1m40.8s/5m0s

running (1m41.8s), 1000/1000 VUs, 165941 complete and 0 interrupted iterations
default   [  34% ] 1000 VUs  1m41.8s/5m0s

running (1m42.8s), 1000/1000 VUs, 167790 complete and 0 interrupted iterations
default   [  34% ] 1000 VUs  1m42.8s/5m0s

running (1m43.8s), 1000/1000 VUs, 169503 complete and 0 interrupted iterations
default   [  35% ] 1000 VUs  1m43.8s/5m0s

running (1m44.8s), 1000/1000 VUs, 171295 complete and 0 interrupted iterations
default   [  35% ] 1000 VUs  1m44.8s/5m0s

running (1m45.8s), 1000/1000 VUs, 173038 complete and 0 interrupted iterations
default   [  35% ] 1000 VUs  1m45.8s/5m0s

running (1m46.8s), 1000/1000 VUs, 174826 complete and 0 interrupted iterations
default   [  36% ] 1000 VUs  1m46.8s/5m0s

running (1m47.8s), 1000/1000 VUs, 176525 complete and 0 interrupted iterations
default   [  36% ] 1000 VUs  1m47.8s/5m0s

running (1m48.8s), 1000/1000 VUs, 178306 complete and 0 interrupted iterations
default   [  36% ] 1000 VUs  1m48.8s/5m0s

running (1m49.8s), 1000/1000 VUs, 180085 complete and 0 interrupted iterations
default   [  37% ] 1000 VUs  1m49.8s/5m0s

running (1m50.8s), 1000/1000 VUs, 181776 complete and 0 interrupted iterations
default   [  37% ] 1000 VUs  1m50.8s/5m0s

running (1m51.8s), 1000/1000 VUs, 183470 complete and 0 interrupted iterations
default   [  37% ] 1000 VUs  1m51.8s/5m0s

running (1m52.8s), 1000/1000 VUs, 185329 complete and 0 interrupted iterations
default   [  38% ] 1000 VUs  1m52.8s/5m0s

running (1m53.8s), 1000/1000 VUs, 187035 complete and 0 interrupted iterations
default   [  38% ] 1000 VUs  1m53.8s/5m0s

running (1m54.8s), 1000/1000 VUs, 188561 complete and 0 interrupted iterations
default   [  38% ] 1000 VUs  1m54.8s/5m0s

running (1m55.8s), 1000/1000 VUs, 190284 complete and 0 interrupted iterations
default   [  39% ] 1000 VUs  1m55.8s/5m0s

running (1m56.8s), 1000/1000 VUs, 191742 complete and 0 interrupted iterations
default   [  39% ] 1000 VUs  1m56.8s/5m0s

running (1m57.8s), 1000/1000 VUs, 193242 complete and 0 interrupted iterations
default   [  39% ] 1000 VUs  1m57.8s/5m0s

running (1m58.8s), 1000/1000 VUs, 194696 complete and 0 interrupted iterations
default   [  40% ] 1000 VUs  1m58.8s/5m0s

running (1m59.8s), 1000/1000 VUs, 196314 complete and 0 interrupted iterations
default   [  40% ] 1000 VUs  1m59.8s/5m0s

running (2m00.8s), 1000/1000 VUs, 198000 complete and 0 interrupted iterations
default   [  40% ] 1000 VUs  2m00.8s/5m0s

running (2m01.8s), 1000/1000 VUs, 199504 complete and 0 interrupted iterations
default   [  41% ] 1000 VUs  2m01.8s/5m0s

running (2m02.8s), 1000/1000 VUs, 201189 complete and 0 interrupted iterations
default   [  41% ] 1000 VUs  2m02.8s/5m0s

running (2m03.8s), 1000/1000 VUs, 202937 complete and 0 interrupted iterations
default   [  41% ] 1000 VUs  2m03.8s/5m0s

running (2m04.8s), 1000/1000 VUs, 204742 complete and 0 interrupted iterations
default   [  42% ] 1000 VUs  2m04.8s/5m0s

running (2m05.8s), 1000/1000 VUs, 206399 complete and 0 interrupted iterations
default   [  42% ] 1000 VUs  2m05.8s/5m0s

running (2m06.8s), 1000/1000 VUs, 208128 complete and 0 interrupted iterations
default   [  42% ] 1000 VUs  2m06.8s/5m0s

running (2m07.8s), 1000/1000 VUs, 209869 complete and 0 interrupted iterations
default   [  43% ] 1000 VUs  2m07.8s/5m0s

running (2m08.8s), 1000/1000 VUs, 210905 complete and 0 interrupted iterations
default   [  43% ] 1000 VUs  2m08.8s/5m0s

running (2m09.8s), 1000/1000 VUs, 210905 complete and 0 interrupted iterations
default   [  43% ] 1000 VUs  2m09.8s/5m0s

running (2m10.8s), 1000/1000 VUs, 211668 complete and 0 interrupted iterations
default   [  44% ] 1000 VUs  2m10.8s/5m0s

running (2m11.8s), 1000/1000 VUs, 213379 complete and 0 interrupted iterations
default   [  44% ] 1000 VUs  2m11.8s/5m0s

running (2m12.8s), 1000/1000 VUs, 215419 complete and 0 interrupted iterations
default   [  44% ] 1000 VUs  2m12.8s/5m0s

running (2m13.8s), 1000/1000 VUs, 217161 complete and 0 interrupted iterations
default   [  45% ] 1000 VUs  2m13.8s/5m0s

running (2m14.8s), 1000/1000 VUs, 219032 complete and 0 interrupted iterations
default   [  45% ] 1000 VUs  2m14.8s/5m0s

running (2m15.8s), 1000/1000 VUs, 220993 complete and 0 interrupted iterations
default   [  45% ] 1000 VUs  2m15.8s/5m0s

running (2m16.8s), 1000/1000 VUs, 222695 complete and 0 interrupted iterations
default   [  46% ] 1000 VUs  2m16.8s/5m0s

running (2m17.8s), 1000/1000 VUs, 224482 complete and 0 interrupted iterations
default   [  46% ] 1000 VUs  2m17.8s/5m0s

running (2m18.8s), 1000/1000 VUs, 226203 complete and 0 interrupted iterations
default   [  46% ] 1000 VUs  2m18.8s/5m0s

running (2m19.8s), 1000/1000 VUs, 227973 complete and 0 interrupted iterations
default   [  47% ] 1000 VUs  2m19.8s/5m0s

running (2m20.8s), 1000/1000 VUs, 229655 complete and 0 interrupted iterations
default   [  47% ] 1000 VUs  2m20.8s/5m0s

running (2m21.8s), 1000/1000 VUs, 231578 complete and 0 interrupted iterations
default   [  47% ] 1000 VUs  2m21.8s/5m0s

running (2m22.8s), 1000/1000 VUs, 233269 complete and 0 interrupted iterations
default   [  48% ] 1000 VUs  2m22.8s/5m0s

running (2m23.8s), 1000/1000 VUs, 235063 complete and 0 interrupted iterations
default   [  48% ] 1000 VUs  2m23.8s/5m0s

running (2m24.8s), 1000/1000 VUs, 236763 complete and 0 interrupted iterations
default   [  48% ] 1000 VUs  2m24.8s/5m0s

running (2m25.8s), 1000/1000 VUs, 238482 complete and 0 interrupted iterations
default   [  49% ] 1000 VUs  2m25.8s/5m0s

running (2m26.8s), 1000/1000 VUs, 240214 complete and 0 interrupted iterations
default   [  49% ] 1000 VUs  2m26.8s/5m0s

running (2m27.8s), 1000/1000 VUs, 241959 complete and 0 interrupted iterations
default   [  49% ] 1000 VUs  2m27.8s/5m0s

running (2m28.8s), 1000/1000 VUs, 243851 complete and 0 interrupted iterations
default   [  50% ] 1000 VUs  2m28.8s/5m0s

running (2m29.8s), 1000/1000 VUs, 244916 complete and 0 interrupted iterations
default   [  50% ] 1000 VUs  2m29.8s/5m0s

running (2m30.8s), 1000/1000 VUs, 246780 complete and 0 interrupted iterations
default   [  50% ] 1000 VUs  2m30.8s/5m0s

running (2m31.8s), 1000/1000 VUs, 248661 complete and 0 interrupted iterations
default   [  51% ] 1000 VUs  2m31.8s/5m0s

running (2m32.8s), 1000/1000 VUs, 250405 complete and 0 interrupted iterations
default   [  51% ] 1000 VUs  2m32.8s/5m0s

running (2m33.8s), 1000/1000 VUs, 252014 complete and 0 interrupted iterations
default   [  51% ] 1000 VUs  2m33.8s/5m0s

running (2m34.8s), 1000/1000 VUs, 253898 complete and 0 interrupted iterations
default   [  52% ] 1000 VUs  2m34.8s/5m0s

running (2m35.8s), 1000/1000 VUs, 255637 complete and 0 interrupted iterations
default   [  52% ] 1000 VUs  2m35.8s/5m0s

running (2m36.8s), 1000/1000 VUs, 257470 complete and 0 interrupted iterations
default   [  52% ] 1000 VUs  2m36.8s/5m0s

running (2m37.8s), 1000/1000 VUs, 259166 complete and 0 interrupted iterations
default   [  53% ] 1000 VUs  2m37.8s/5m0s

running (2m38.8s), 1000/1000 VUs, 260911 complete and 0 interrupted iterations
default   [  53% ] 1000 VUs  2m38.8s/5m0s

running (2m39.8s), 1000/1000 VUs, 262532 complete and 0 interrupted iterations
default   [  53% ] 1000 VUs  2m39.8s/5m0s

running (2m40.8s), 1000/1000 VUs, 264423 complete and 0 interrupted iterations
default   [  54% ] 1000 VUs  2m40.8s/5m0s

running (2m41.8s), 1000/1000 VUs, 266087 complete and 0 interrupted iterations
default   [  54% ] 1000 VUs  2m41.8s/5m0s

running (2m42.8s), 1000/1000 VUs, 267890 complete and 0 interrupted iterations
default   [  54% ] 1000 VUs  2m42.8s/5m0s

running (2m43.8s), 1000/1000 VUs, 269693 complete and 0 interrupted iterations
default   [  55% ] 1000 VUs  2m43.8s/5m0s

running (2m44.8s), 1000/1000 VUs, 271312 complete and 0 interrupted iterations
default   [  55% ] 1000 VUs  2m44.8s/5m0s

running (2m45.8s), 1000/1000 VUs, 273020 complete and 0 interrupted iterations
default   [  55% ] 1000 VUs  2m45.8s/5m0s

running (2m46.8s), 1000/1000 VUs, 274902 complete and 0 interrupted iterations
default   [  56% ] 1000 VUs  2m46.8s/5m0s

running (2m47.8s), 1000/1000 VUs, 276663 complete and 0 interrupted iterations
default   [  56% ] 1000 VUs  2m47.8s/5m0s

running (2m48.8s), 1000/1000 VUs, 278374 complete and 0 interrupted iterations
default   [  56% ] 1000 VUs  2m48.8s/5m0s

running (2m49.8s), 1000/1000 VUs, 280161 complete and 0 interrupted iterations
default   [  57% ] 1000 VUs  2m49.8s/5m0s

running (2m50.8s), 1000/1000 VUs, 281799 complete and 0 interrupted iterations
default   [  57% ] 1000 VUs  2m50.8s/5m0s

running (2m51.8s), 1000/1000 VUs, 283704 complete and 0 interrupted iterations
default   [  57% ] 1000 VUs  2m51.8s/5m0s

running (2m52.8s), 1000/1000 VUs, 285380 complete and 0 interrupted iterations
default   [  58% ] 1000 VUs  2m52.8s/5m0s

running (2m53.8s), 1000/1000 VUs, 287114 complete and 0 interrupted iterations
default   [  58% ] 1000 VUs  2m53.8s/5m0s

running (2m54.8s), 1000/1000 VUs, 288778 complete and 0 interrupted iterations
default   [  58% ] 1000 VUs  2m54.8s/5m0s

running (2m55.8s), 1000/1000 VUs, 290567 complete and 0 interrupted iterations
default   [  59% ] 1000 VUs  2m55.8s/5m0s

running (2m56.8s), 1000/1000 VUs, 292418 complete and 0 interrupted iterations
default   [  59% ] 1000 VUs  2m56.8s/5m0s

running (2m57.8s), 1000/1000 VUs, 294126 complete and 0 interrupted iterations
default   [  59% ] 1000 VUs  2m57.8s/5m0s

running (2m58.8s), 1000/1000 VUs, 295955 complete and 0 interrupted iterations
default   [  60% ] 1000 VUs  2m58.8s/5m0s

running (2m59.8s), 1000/1000 VUs, 297643 complete and 0 interrupted iterations
default   [  60% ] 1000 VUs  2m59.8s/5m0s

running (3m00.8s), 1000/1000 VUs, 299341 complete and 0 interrupted iterations
default   [  60% ] 1000 VUs  3m00.8s/5m0s

running (3m01.8s), 1000/1000 VUs, 301158 complete and 0 interrupted iterations
default   [  61% ] 1000 VUs  3m01.8s/5m0s

running (3m02.8s), 1000/1000 VUs, 303037 complete and 0 interrupted iterations
default   [  61% ] 1000 VUs  3m02.8s/5m0s

running (3m03.8s), 1000/1000 VUs, 304690 complete and 0 interrupted iterations
default   [  61% ] 1000 VUs  3m03.8s/5m0s

running (3m04.8s), 1000/1000 VUs, 306526 complete and 0 interrupted iterations
default   [  62% ] 1000 VUs  3m04.8s/5m0s

running (3m05.8s), 1000/1000 VUs, 308212 complete and 0 interrupted iterations
default   [  62% ] 1000 VUs  3m05.8s/5m0s

running (3m06.8s), 1000/1000 VUs, 310035 complete and 0 interrupted iterations
default   [  62% ] 1000 VUs  3m06.8s/5m0s

running (3m07.8s), 1000/1000 VUs, 311818 complete and 0 interrupted iterations
default   [  63% ] 1000 VUs  3m07.8s/5m0s

running (3m08.8s), 1000/1000 VUs, 313592 complete and 0 interrupted iterations
default   [  63% ] 1000 VUs  3m08.8s/5m0s

running (3m09.8s), 1000/1000 VUs, 315297 complete and 0 interrupted iterations
default   [  63% ] 1000 VUs  3m09.8s/5m0s

running (3m10.8s), 1000/1000 VUs, 316970 complete and 0 interrupted iterations
default   [  64% ] 1000 VUs  3m10.8s/5m0s

running (3m11.8s), 1000/1000 VUs, 318792 complete and 0 interrupted iterations
default   [  64% ] 1000 VUs  3m11.8s/5m0s

running (3m12.8s), 1000/1000 VUs, 320420 complete and 0 interrupted iterations
default   [  64% ] 1000 VUs  3m12.8s/5m0s

running (3m13.8s), 1000/1000 VUs, 322262 complete and 0 interrupted iterations
default   [  65% ] 1000 VUs  3m13.8s/5m0s

running (3m14.8s), 1000/1000 VUs, 323949 complete and 0 interrupted iterations
default   [  65% ] 1000 VUs  3m14.8s/5m0s

running (3m15.8s), 1000/1000 VUs, 325746 complete and 0 interrupted iterations
default   [  65% ] 1000 VUs  3m15.8s/5m0s

running (3m16.8s), 1000/1000 VUs, 327480 complete and 0 interrupted iterations
default   [  66% ] 1000 VUs  3m16.8s/5m0s

running (3m17.8s), 1000/1000 VUs, 329235 complete and 0 interrupted iterations
default   [  66% ] 1000 VUs  3m17.8s/5m0s

running (3m18.8s), 1000/1000 VUs, 331062 complete and 0 interrupted iterations
default   [  66% ] 1000 VUs  3m18.8s/5m0s

running (3m19.8s), 1000/1000 VUs, 332863 complete and 0 interrupted iterations
default   [  67% ] 1000 VUs  3m19.8s/5m0s

running (3m20.8s), 1000/1000 VUs, 334641 complete and 0 interrupted iterations
default   [  67% ] 1000 VUs  3m20.8s/5m0s

running (3m21.8s), 1000/1000 VUs, 336283 complete and 0 interrupted iterations
default   [  67% ] 1000 VUs  3m21.8s/5m0s

running (3m22.8s), 1000/1000 VUs, 338173 complete and 0 interrupted iterations
default   [  68% ] 1000 VUs  3m22.8s/5m0s

running (3m23.8s), 1000/1000 VUs, 339838 complete and 0 interrupted iterations
default   [  68% ] 1000 VUs  3m23.8s/5m0s

running (3m24.8s), 1000/1000 VUs, 341707 complete and 0 interrupted iterations
default   [  68% ] 1000 VUs  3m24.8s/5m0s

running (3m25.8s), 1000/1000 VUs, 342978 complete and 0 interrupted iterations
default   [  69% ] 1000 VUs  3m25.8s/5m0s

running (3m26.8s), 1000/1000 VUs, 344905 complete and 0 interrupted iterations
default   [  69% ] 1000 VUs  3m26.8s/5m0s

running (3m27.8s), 1000/1000 VUs, 346557 complete and 0 interrupted iterations
default   [  69% ] 1000 VUs  3m27.8s/5m0s

running (3m28.8s), 1000/1000 VUs, 348331 complete and 0 interrupted iterations
default   [  70% ] 1000 VUs  3m28.8s/5m0s

running (3m29.8s), 1000/1000 VUs, 350018 complete and 0 interrupted iterations
default   [  70% ] 1000 VUs  3m29.8s/5m0s

running (3m30.8s), 1000/1000 VUs, 351921 complete and 0 interrupted iterations
default   [  70% ] 1000 VUs  3m30.8s/5m0s

running (3m32.0s), 1000/1000 VUs, 353965 complete and 0 interrupted iterations
default   [  71% ] 1000 VUs  3m32.0s/5m0s

running (3m32.8s), 1000/1000 VUs, 355358 complete and 0 interrupted iterations
default   [  71% ] 1000 VUs  3m32.8s/5m0s

running (3m33.8s), 1000/1000 VUs, 357019 complete and 0 interrupted iterations
default   [  71% ] 1000 VUs  3m33.8s/5m0s

running (3m34.8s), 1000/1000 VUs, 358793 complete and 0 interrupted iterations
default   [  72% ] 1000 VUs  3m34.8s/5m0s

running (3m35.8s), 1000/1000 VUs, 360536 complete and 0 interrupted iterations
default   [  72% ] 1000 VUs  3m35.8s/5m0s

running (3m36.8s), 1000/1000 VUs, 362241 complete and 0 interrupted iterations
default   [  72% ] 1000 VUs  3m36.8s/5m0s

running (3m37.8s), 1000/1000 VUs, 364241 complete and 0 interrupted iterations
default   [  73% ] 1000 VUs  3m37.8s/5m0s

running (3m38.8s), 1000/1000 VUs, 365847 complete and 0 interrupted iterations
default   [  73% ] 1000 VUs  3m38.8s/5m0s

running (3m39.8s), 1000/1000 VUs, 367600 complete and 0 interrupted iterations
default   [  73% ] 1000 VUs  3m39.8s/5m0s

running (3m40.8s), 1000/1000 VUs, 369394 complete and 0 interrupted iterations
default   [  74% ] 1000 VUs  3m40.8s/5m0s

running (3m41.8s), 1000/1000 VUs, 371024 complete and 0 interrupted iterations
default   [  74% ] 1000 VUs  3m41.8s/5m0s

running (3m42.8s), 1000/1000 VUs, 372843 complete and 0 interrupted iterations
default   [  74% ] 1000 VUs  3m42.8s/5m0s

running (3m43.8s), 1000/1000 VUs, 374689 complete and 0 interrupted iterations
default   [  75% ] 1000 VUs  3m43.8s/5m0s

running (3m44.8s), 1000/1000 VUs, 376460 complete and 0 interrupted iterations
default   [  75% ] 1000 VUs  3m44.8s/5m0s

running (3m45.8s), 1000/1000 VUs, 378198 complete and 0 interrupted iterations
default   [  75% ] 1000 VUs  3m45.8s/5m0s

running (3m46.8s), 1000/1000 VUs, 379919 complete and 0 interrupted iterations
default   [  76% ] 1000 VUs  3m46.8s/5m0s

running (3m47.8s), 1000/1000 VUs, 381687 complete and 0 interrupted iterations
default   [  76% ] 1000 VUs  3m47.8s/5m0s

running (3m48.8s), 1000/1000 VUs, 383475 complete and 0 interrupted iterations
default   [  76% ] 1000 VUs  3m48.8s/5m0s

running (3m49.8s), 1000/1000 VUs, 385236 complete and 0 interrupted iterations
default   [  77% ] 1000 VUs  3m49.8s/5m0s

running (3m50.8s), 1000/1000 VUs, 386865 complete and 0 interrupted iterations
default   [  77% ] 1000 VUs  3m50.8s/5m0s

running (3m51.8s), 1000/1000 VUs, 388844 complete and 0 interrupted iterations
default   [  77% ] 1000 VUs  3m51.8s/5m0s

running (3m52.8s), 1000/1000 VUs, 390507 complete and 0 interrupted iterations
default   [  78% ] 1000 VUs  3m52.8s/5m0s

running (3m53.8s), 1000/1000 VUs, 392175 complete and 0 interrupted iterations
default   [  78% ] 1000 VUs  3m53.8s/5m0s

running (3m54.8s), 1000/1000 VUs, 393751 complete and 0 interrupted iterations
default   [  78% ] 1000 VUs  3m54.8s/5m0s

running (3m55.8s), 1000/1000 VUs, 395548 complete and 0 interrupted iterations
default   [  79% ] 1000 VUs  3m55.8s/5m0s

running (3m56.8s), 1000/1000 VUs, 397094 complete and 0 interrupted iterations
default   [  79% ] 1000 VUs  3m56.8s/5m0s

running (3m57.8s), 1000/1000 VUs, 398864 complete and 0 interrupted iterations
default   [  79% ] 1000 VUs  3m57.8s/5m0s

running (3m58.8s), 1000/1000 VUs, 400740 complete and 0 interrupted iterations
default   [  80% ] 1000 VUs  3m58.8s/5m0s

running (3m59.8s), 1000/1000 VUs, 402357 complete and 0 interrupted iterations
default   [  80% ] 1000 VUs  3m59.8s/5m0s

running (4m00.8s), 1000/1000 VUs, 404255 complete and 0 interrupted iterations
default   [  80% ] 1000 VUs  4m00.8s/5m0s

running (4m01.8s), 1000/1000 VUs, 405939 complete and 0 interrupted iterations
default   [  81% ] 1000 VUs  4m01.8s/5m0s

running (4m02.8s), 1000/1000 VUs, 407656 complete and 0 interrupted iterations
default   [  81% ] 1000 VUs  4m02.8s/5m0s

running (4m03.8s), 1000/1000 VUs, 409464 complete and 0 interrupted iterations
default   [  81% ] 1000 VUs  4m03.8s/5m0s

running (4m04.8s), 1000/1000 VUs, 411049 complete and 0 interrupted iterations
default   [  82% ] 1000 VUs  4m04.8s/5m0s

running (4m05.8s), 1000/1000 VUs, 412959 complete and 0 interrupted iterations
default   [  82% ] 1000 VUs  4m05.9s/5m0s

running (4m06.8s), 1000/1000 VUs, 414681 complete and 0 interrupted iterations
default   [  82% ] 1000 VUs  4m06.8s/5m0s

running (4m07.8s), 1000/1000 VUs, 416553 complete and 0 interrupted iterations
default   [  83% ] 1000 VUs  4m07.8s/5m0s

running (4m08.8s), 1000/1000 VUs, 418162 complete and 0 interrupted iterations
default   [  83% ] 1000 VUs  4m08.8s/5m0s

running (4m09.8s), 1000/1000 VUs, 419919 complete and 0 interrupted iterations
default   [  83% ] 1000 VUs  4m09.8s/5m0s

running (4m10.8s), 1000/1000 VUs, 421147 complete and 0 interrupted iterations
default   [  84% ] 1000 VUs  4m10.8s/5m0s

running (4m11.8s), 1000/1000 VUs, 423067 complete and 0 interrupted iterations
default   [  84% ] 1000 VUs  4m11.8s/5m0s

running (4m12.8s), 1000/1000 VUs, 424862 complete and 0 interrupted iterations
default   [  84% ] 1000 VUs  4m12.8s/5m0s

running (4m13.8s), 1000/1000 VUs, 425899 complete and 0 interrupted iterations
default   [  85% ] 1000 VUs  4m13.8s/5m0s

running (4m14.8s), 1000/1000 VUs, 427262 complete and 0 interrupted iterations
default   [  85% ] 1000 VUs  4m14.8s/5m0s

running (4m15.8s), 1000/1000 VUs, 429189 complete and 0 interrupted iterations
default   [  85% ] 1000 VUs  4m15.8s/5m0s

running (4m16.8s), 1000/1000 VUs, 430887 complete and 0 interrupted iterations
default   [  86% ] 1000 VUs  4m16.8s/5m0s

running (4m17.8s), 1000/1000 VUs, 432738 complete and 0 interrupted iterations
default   [  86% ] 1000 VUs  4m17.8s/5m0s

running (4m18.8s), 1000/1000 VUs, 434340 complete and 0 interrupted iterations
default   [  86% ] 1000 VUs  4m18.8s/5m0s

running (4m19.8s), 1000/1000 VUs, 436203 complete and 0 interrupted iterations
default   [  87% ] 1000 VUs  4m19.8s/5m0s

running (4m20.8s), 1000/1000 VUs, 438012 complete and 0 interrupted iterations
default   [  87% ] 1000 VUs  4m20.8s/5m0s

running (4m21.8s), 1000/1000 VUs, 439624 complete and 0 interrupted iterations
default   [  87% ] 1000 VUs  4m21.8s/5m0s

running (4m22.8s), 1000/1000 VUs, 441577 complete and 0 interrupted iterations
default   [  88% ] 1000 VUs  4m22.8s/5m0s

running (4m23.8s), 1000/1000 VUs, 443269 complete and 0 interrupted iterations
default   [  88% ] 1000 VUs  4m23.8s/5m0s

running (4m24.8s), 1000/1000 VUs, 445082 complete and 0 interrupted iterations
default   [  88% ] 1000 VUs  4m24.8s/5m0s

running (4m25.8s), 1000/1000 VUs, 446627 complete and 0 interrupted iterations
default   [  89% ] 1000 VUs  4m25.8s/5m0s

running (4m26.8s), 1000/1000 VUs, 448447 complete and 0 interrupted iterations
default   [  89% ] 1000 VUs  4m26.8s/5m0s

running (4m27.8s), 1000/1000 VUs, 450185 complete and 0 interrupted iterations
default   [  89% ] 1000 VUs  4m27.8s/5m0s

running (4m28.8s), 1000/1000 VUs, 451841 complete and 0 interrupted iterations
default   [  90% ] 1000 VUs  4m28.8s/5m0s

running (4m29.8s), 1000/1000 VUs, 453654 complete and 0 interrupted iterations
default   [  90% ] 1000 VUs  4m29.8s/5m0s

running (4m30.8s), 1000/1000 VUs, 455282 complete and 0 interrupted iterations
default   [  90% ] 1000 VUs  4m30.8s/5m0s

running (4m31.8s), 1000/1000 VUs, 457178 complete and 0 interrupted iterations
default   [  91% ] 1000 VUs  4m31.8s/5m0s

running (4m32.8s), 1000/1000 VUs, 458980 complete and 0 interrupted iterations
default   [  91% ] 1000 VUs  4m32.8s/5m0s

running (4m33.8s), 1000/1000 VUs, 460630 complete and 0 interrupted iterations
default   [  91% ] 1000 VUs  4m33.8s/5m0s

running (4m34.8s), 1000/1000 VUs, 462395 complete and 0 interrupted iterations
default   [  92% ] 1000 VUs  4m34.8s/5m0s

running (4m35.8s), 1000/1000 VUs, 464259 complete and 0 interrupted iterations
default   [  92% ] 1000 VUs  4m35.8s/5m0s

running (4m36.8s), 1000/1000 VUs, 465991 complete and 0 interrupted iterations
default   [  92% ] 1000 VUs  4m36.8s/5m0s

running (4m37.8s), 1000/1000 VUs, 467803 complete and 0 interrupted iterations
default   [  93% ] 1000 VUs  4m37.8s/5m0s

running (4m38.8s), 1000/1000 VUs, 469509 complete and 0 interrupted iterations
default   [  93% ] 1000 VUs  4m38.8s/5m0s

running (4m39.8s), 1000/1000 VUs, 471371 complete and 0 interrupted iterations
default   [  93% ] 1000 VUs  4m39.8s/5m0s

running (4m40.8s), 1000/1000 VUs, 472993 complete and 0 interrupted iterations
default   [  94% ] 1000 VUs  4m40.8s/5m0s

running (4m41.8s), 1000/1000 VUs, 474817 complete and 0 interrupted iterations
default   [  94% ] 1000 VUs  4m41.8s/5m0s

running (4m42.8s), 1000/1000 VUs, 476648 complete and 0 interrupted iterations
default   [  94% ] 1000 VUs  4m42.8s/5m0s

running (4m43.8s), 1000/1000 VUs, 478258 complete and 0 interrupted iterations
default   [  95% ] 1000 VUs  4m43.8s/5m0s

running (4m44.8s), 1000/1000 VUs, 480064 complete and 0 interrupted iterations
default   [  95% ] 1000 VUs  4m44.8s/5m0s

running (4m45.8s), 1000/1000 VUs, 481845 complete and 0 interrupted iterations
default   [  95% ] 1000 VUs  4m45.8s/5m0s

running (4m46.8s), 1000/1000 VUs, 483654 complete and 0 interrupted iterations
default   [  96% ] 1000 VUs  4m46.8s/5m0s

running (4m47.8s), 1000/1000 VUs, 485425 complete and 0 interrupted iterations
default   [  96% ] 1000 VUs  4m47.8s/5m0s

running (4m48.8s), 1000/1000 VUs, 487070 complete and 0 interrupted iterations
default   [  96% ] 1000 VUs  4m48.8s/5m0s

running (4m49.8s), 1000/1000 VUs, 488537 complete and 0 interrupted iterations
default   [  97% ] 1000 VUs  4m49.8s/5m0s

running (4m50.8s), 1000/1000 VUs, 490408 complete and 0 interrupted iterations
default   [  97% ] 1000 VUs  4m50.8s/5m0s

running (4m51.8s), 1000/1000 VUs, 492112 complete and 0 interrupted iterations
default   [  97% ] 1000 VUs  4m51.8s/5m0s

running (4m52.8s), 1000/1000 VUs, 493900 complete and 0 interrupted iterations
default   [  98% ] 1000 VUs  4m52.8s/5m0s

running (4m53.8s), 1000/1000 VUs, 495588 complete and 0 interrupted iterations
default   [  98% ] 1000 VUs  4m53.8s/5m0s

running (4m54.8s), 1000/1000 VUs, 497416 complete and 0 interrupted iterations
default   [  98% ] 1000 VUs  4m54.8s/5m0s

running (4m55.8s), 1000/1000 VUs, 499369 complete and 0 interrupted iterations
default   [  99% ] 1000 VUs  4m55.8s/5m0s

running (4m56.8s), 1000/1000 VUs, 500951 complete and 0 interrupted iterations
default   [  99% ] 1000 VUs  4m56.8s/5m0s

running (4m57.8s), 1000/1000 VUs, 502759 complete and 0 interrupted iterations
default   [  99% ] 1000 VUs  4m57.8s/5m0s

running (4m58.8s), 1000/1000 VUs, 504593 complete and 0 interrupted iterations
default   [ 100% ] 1000 VUs  4m58.8s/5m0s

running (4m59.8s), 1000/1000 VUs, 506346 complete and 0 interrupted iterations
default   [ 100% ] 1000 VUs  4m59.8s/5m0s

running (5m00.3s), 0000/1000 VUs, 507711 complete and 0 interrupted iterations
default ✓ [ 100% ] 1000 VUs  5m0s

     data_received..................: 1.2 GB  4.0 MB/s
     data_sent......................: 333 MB  1.1 MB/s
     http_req_blocked...............: avg=12.78µs  min=0s      med=0s       max=48.57ms p(90)=0s       p(95)=0s      
     http_req_connecting............: avg=9.2µs    min=0s      med=0s       max=48.05ms p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=196.48ms min=0s      med=198.45ms max=34.9s   p(90)=242.3ms  p(95)=260.56ms
       { expected_response:true }...: avg=196.45ms min=4.12ms  med=198.46ms max=34.9s   p(90)=242.3ms  p(95)=260.57ms
     http_req_failed................: 0.02%   ✓ 391         ✗ 1522742
     http_req_receiving.............: avg=61.83µs  min=0s      med=0s       max=61.03ms p(90)=0s       p(95)=517.5µs 
     http_req_sending...............: avg=23.2µs   min=0s      med=0s       max=43.25ms p(90)=0s       p(95)=0s      
     http_req_tls_handshaking.......: avg=0s       min=0s      med=0s       max=0s      p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=196.39ms min=0s      med=198.36ms max=34.9s   p(90)=242.2ms  p(95)=260.42ms
     http_reqs......................: 1523133 5071.611415/s
     iteration_duration.............: avg=591.19ms min=32.02ms med=596.12ms max=36.05s  p(90)=695.43ms p(95)=723.59ms
     iterations.....................: 507711  1690.537138/s
     vus............................: 1000    min=1000      max=1000 
     vus_max........................: 1000    min=1000      max=1000 


running (5m00.3s), 0000/1000 VUs, 507711 complete and 0 interrupted iterations
default ✓ [ 100% ] 1000 VUs  5m0s